**Test log for hiding certificate content**
  # ibm_cis_mtls.tests will be created
  + resource "ibm_cis_mtls" "tests" {
      + associated_hostnames = [
          + "darunya.austest-10.cistest-load.com",
        ]
      + certificate          = (sensitive value)
      + cis_id               = "crn:v1:staging:public:internet-svcs-ci:global:a/01652b251c3ae2787110a995d8db0135:cc0a9aff-ae5f-40d7-b11d-c9a2d2c276a2::"
      + created_at           = (known after apply)
      + domain_id            = "feabea42a71e6fd976016b2efa297205"
      + expires_on           = (known after apply)
      + id                   = (known after apply)
      + mtls_id              = (known after apply)
      + name                 = "my_cert"
      + updated_at           = (known after apply)
    }

